Revit 2027 API
UnitTypeId.KilonewtonsPerMeter Property
 Kilonewtons per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilonewtonsPerMeter { get; }
Public Shared ReadOnly Property KilonewtonsPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilonewtonsPerMeter {
	ForgeTypeId^ get ();
}
static member KilonewtonsPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace